Repository: NOVUMSOLVO/MigrateIQ
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: MigrateIQ Administration
es: Administración de MigrateIQ
fr: Administration MigrateIQ

source: MigrateIQ Admin
es: Admin MigrateIQ
fr: Admin MigrateIQ

source: Welcome to MigrateIQ Administration
es: Bienvenido a la Administración de MigrateIQ
fr: Bienvenue dans l'Administration MigrateIQ

source: Password changed successfully
es: Contraseña cambiada exitosamente
fr: Mot de passe modifié avec succès

source: User does not belong to this tenant
es: El usuario no pertenece a este inquilino
fr: L'utilisateur n'appartient pas à ce locataire

source: Logged out successfully
es: Sesión cerrada exitosamente
fr: Déconnexion réussie

source: Error during logout
es: Error durante el cierre de sesión
fr: Erreur lors de la déconnexion

source: You do not have permission to invite users
es: No tienes permiso para invitar usuarios
fr: Vous n'avez pas la permission d'inviter des utilisateurs

source: Invalid or expired invitation
es: Invitación inválida o expirada
fr: Invitation invalide ou expirée

source: Invitation has expired
es: La invitación ha expirado
fr: L'invitation a expiré

source: No tenant found
es: No se encontró inquilino
fr: Aucun locataire trouvé

source: Tenant activated successfully
es: Inquilino activado exitosamente
fr: Locataire activé avec succès

source: Tenant deactivated successfully
es: Inquilino desactivado exitosamente
fr: Locataire désactivé avec succès

source: Feature flag toggled successfully
es: Bandera de característica alternada exitosamente
fr: Indicateur de fonctionnalité basculé avec succès

source: You must be a superuser to perform this action.
es: Debes ser un superusuario para realizar esta acción.
fr: Vous devez être un superutilisateur pour effectuer cette action.

source: You must be a tenant admin to perform this action.
es: Debes ser un administrador de inquilino para realizar esta acción.
fr: Vous devez être un administrateur de locataire pour effectuer cette action.

source: You must be a superuser or tenant admin to perform this action.
es: Debes ser un superusuario o administrador de inquilino para realizar esta acción.
fr: Vous devez être un superutilisateur ou un administrateur de locataire pour effectuer cette action.

source: You must be a member of this tenant to perform this action.
es: Debes ser miembro de este inquilino para realizar esta acción.
fr: Vous devez être membre de ce locataire pour effectuer cette action.

source: You must be the owner or a tenant admin to perform this action.
es: Debes ser el propietario o un administrador de inquilino para realizar esta acción.
fr: Vous devez être le propriétaire ou un administrateur de locataire pour effectuer cette action.

source: You do not have permission to manage users.
es: No tienes permiso para gestionar usuarios.
fr: Vous n'avez pas la permission de gérer les utilisateurs.

source: You do not have permission to manage projects.
es: No tienes permiso para gestionar proyectos.
fr: Vous n'avez pas la permission de gérer les projets.

source: You do not have permission to view audit logs.
es: No tienes permiso para ver los registros de auditoría.
fr: Vous n'avez pas la permission de voir les journaux d'audit.

source: You do not have permission to modify this resource.
es: No tienes permiso para modificar este recurso.
fr: Vous n'avez pas la permission de modifier cette ressource.

source: Tenant with this slug already exists.
es: Ya existe un inquilino con este slug.
fr: Un locataire avec ce slug existe déjà.

source: Max users must be at least 1.
es: El máximo de usuarios debe ser al menos 1.
fr: Le nombre maximum d'utilisateurs doit être d'au moins 1.

source: Storage limit cannot be negative.
es: El límite de almacenamiento no puede ser negativo.
fr: La limite de stockage ne peut pas être négative.

source: Configuration with this key already exists.
es: Ya existe una configuración con esta clave.
fr: Une configuration avec cette clé existe déjà.

source: Configuration value cannot be empty.
es: El valor de configuración no puede estar vacío.
fr: La valeur de configuration ne peut pas être vide.

source: Feature with this name already exists.
es: Ya existe una característica con este nombre.
fr: Une fonctionnalité avec ce nom existe déjà.

source: Rollout percentage must be between 0 and 100.
es: El porcentaje de despliegue debe estar entre 0 y 100.
fr: Le pourcentage de déploiement doit être entre 0 et 100.

source: Personal info
es: Información personal
fr: Informations personnelles

source: Tenant & Role
es: Inquilino y Rol
fr: Locataire et Rôle

source: Permissions
es: Permisos

source: Security
es: Seguridad
fr: Sécurité

source: Preferences
es: Preferencias
fr: Préférences

source: Important dates
es: Fechas importantes
fr: Dates importantes

source: Contact Information
es: Información de contacto
fr: Informations de contact

source: Subscription
es: Suscripción
fr: Abonnement

source: Limits
es: Límites
fr: Limites

source: Status
es: Estado
fr: Statut

source: Settings
es: Configuraciones
fr: Paramètres

source: Timestamps
es: Marcas de tiempo
fr: Horodatages

source: Resource
es: Recurso
fr: Ressource

source: Request Info
es: Información de solicitud
fr: Informations de requête

source: Metadata
es: Metadatos
fr: Métadonnées

source: Rollout Settings
es: Configuraciones de despliegue
fr: Paramètres de déploiement

source: Tenant Whitelist
es: Lista blanca de inquilinos
fr: Liste blanche des locataires

source: Users
es: Usuarios
fr: Utilisateurs

source: Whitelisted Tenants
es: Inquilinos en lista blanca
fr: Locataires en liste blanche
